Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Peak socialization window
de: Höhepunkt des Sozialisierungsfensters
es: Ventana pico de socializacion
it: Finestra di socializzazione di punta
nl: Piek socialisatieperiode
sv: Peak Socialisering window

source: Pedigree
de: Stammbaum
es: Pedigri

source: Pee
de: Pipi
es: Pis
fr: Pipi
it: Pipi
nl: Plassen
sv: Kissa

source: Pee in ~%lld min
de: Pipi in ~%lld Min.
es: Pis en ~%lld min
fr: Pipi dans ~%lld min
it: Pipì tra ~%lld min
sv: Kissa I ~%lld min

source: Pee Inside
de: Pipi drinnen
es: Pis adentro
fr: Pipi à l'intérieur
it: Pipì dentro
sv: Kissa Inomhus

source: Pee Intervals (7 days)
de: Pipi-Intervalle (7 Tage)
es: Intervalos de pis (7 dias)
fr: Intervalles pipi (7 jours)
it: Intervalli pipì (7 giorni)
nl: Plas Intervallen (7 dagen)
sv: Kissa Intervaller (7 dagar)

source: Pee or poop
de: Pipi oder Häufchen
es: Pis o caca
fr: Pipi ou caca
it: Pipì o cacca
sv: Kissa or Bajsa

source: Pee outside
de: Pipi draußen
es: Pis afuera
fr: Pipi dehors
it: Pipi fuori
sv: Kissa Utomhus

source: Pee Outside
de: Pipi draußen
es: Pis afuera
fr: Pipi dehors
it: Pipì fuori
sv: Kissa Utomhus

source: Pee soon!
de: Bald Pipi!
es: Pis pronto!
fr: Pipi bientôt !
it: Pipì presto!
sv: Kissa soon!

source: peed
de: gepinkelt
es: hizo pis
fr: a fait pipi
it: ha fatto pipi

source: People
de: Menschen
es: Personas
fr: Personnes
it: Persone
sv: Människor

source: percent of goal
de: Prozent vom Ziel
es: porcentaje de meta
fr: pourcentage de l'objectif
it: percento dell'obiettivo
nl: procent van doel
sv: percent av goal

source: percent success
de: Prozent Erfolg
es: porcentaje de exito
fr: pourcentage de réussite
it: percento successo
nl: procent succes
sv: percent Lyckades

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale

source: Perfect day so far!
de: Bisher ein perfekter Tag!
es: Dia perfecto hasta ahora!
fr: Journée parfaite jusqu'ici !
it: Giornata perfetta finora!
sv: Perfekt dag hittills!

source: Person in wheelchair
de: Person im Rollstuhl
es: Persona en silla de ruedas
fr: Personne en fauteuil roulant
it: Persona in sedia a rotelle
sv: Person I wheelchair

source: Person with beard
de: Person mit Bart
es: Persona con barba
fr: Personne avec barbe
it: Persona con barba

source: Person with crutches/walker
de: Person mit Krücken/Gehhilfe
es: Persona con muletas/andador
fr: Personne avec béquilles/déambulateur
it: Persona con stampelle/deambulatore
sv: Person with crutches/Hundrastare

source: Person with hat
de: Person mit Hut
es: Persona con sombrero
fr: Personne avec chapeau
it: Persona con cappello

source: Person with large backpack
de: Person mit großem Rucksack
es: Persona con mochila grande
fr: Personne avec grand sac à dos
it: Persona con grande zaino
sv: Person with Stor backpack

source: Person with sunglasses
de: Person mit Sonnenbrille
es: Persona con lentes de sol
fr: Personne avec lunettes de soleil
it: Persona con occhiali da sole

source: Person with umbrella
de: Person mit Regenschirm
es: Persona con paraguas
fr: Personne avec parapluie
it: Persona con ombrello

source: Pet insurance setup
de: Tierversicherung einrichten
es: Configuracion de seguro de mascota
fr: Configuration de l'assurance animale
it: Configurazione assicurazione animale
nl: Huisdierverzekering afsluiten
sv: Husdjur insurance setup

source: Pet store
de: Tierhandlung
es: Tienda de mascotas
fr: Animalerie
it: Negozio di animali
sv: Husdjur store

source: Phone
de: Telefon
es: Telefono
fr: Téléphone
it: Telefono
sv: Telefon

source: Phone number
de: Telefonnummer
es: Numero de telefono
fr: Numéro de téléphone
it: Numero telefono
sv: Telefon number

source: Phone ringing
de: Telefon klingelt
es: Telefono sonando
fr: Téléphone qui sonne
it: Telefono che squilla
sv: Telefon ringing

source: Photo
de: Foto
es: Foto
it: Foto
nl: Foto
sv: Foto

source: Photo (optional)
de: Foto (optional)
es: Foto (opcional)
fr: Photo (facultatif)
it: Foto (opzionale)
sv: Foto (optional)

source: Photo & Video Attachments
de: Foto- & Video-Anhänge
es: Adjuntos de foto y video
fr: Photos et vidéos jointes
it: Allegati foto e video
sv: Foto & Video Attachments

source: Photo added
de: Foto hinzugefügt
es: Foto agregada
fr: Photo ajoutée
it: Foto aggiunta
sv: Foto added

source: Photo library
de: Fotomediathek
es: Biblioteca de fotos
fr: Photothèque
it: Libreria foto
nl: Fotobibliotheek
sv: Foto library

source: Photo not found
de: Foto nicht gefunden
es: Foto no encontrada
fr: Photo introuvable
it: Foto non trovata
sv: Foto not found

source: Photo of %@ event
de: Foto von %@-Ereignis
es: Foto de evento de %@
fr: Photo de l'événement %@
it: Foto dell'evento %@
sv: Foto av %@ Händelse

source: Photos
de: Fotos
es: Fotos
it: Foto
sv: Foton

source: Photos & memories
de: Fotos & Erinnerungen
es: Fotos y recuerdos
fr: Photos et souvenirs
it: Foto e ricordi
sv: Foton & memories

source: Photos here
de: Fotos hier
es: Fotos aqui
fr: Photos ici
it: Foto qui
sv: Foton here

source: Pick a spot
de: Einen Ort wählen
es: Elige un lugar
fr: Choisir un endroit
it: Scegli un luogo

source: Pick on map
de: Auf Karte wählen
es: Elegir en mapa
fr: Choisir sur la carte
it: Scegli sulla mappa
sv: Pick På Karta

source: Pick spot
de: Ort wählen
es: Elegir lugar
fr: Choisir l'endroit
it: Scegli luogo

source: Pick up leash and follow puppy around
de: Leine aufnehmen und dem Welpen folgen
es: Recoge la correa y sigue al cachorro
fr: Prenez la laisse et suivez le chiot
it: Prendi il guinzaglio e segui il cucciolo
sv: Pick Upp Koppel and follow Valp around

source: Pinch to zoom, double-tap to toggle zoom
de: Zum Zoomen zusammenziehen, doppeltippen zum Umschalten
es: Pellizca para zoom, doble toque para alternar zoom
fr: Pincez pour zoomer, double-tap pour basculer le zoom
it: Pizzica per zoom, doppio tocco per attivare/disattivare zoom
sv: Pinch Till zoom, double-Tryck för att toggle zoom

source: Pinch to zoom, drag to position
de: Zum Zoomen zusammenziehen, zum Positionieren ziehen
es: Pellizca para zoom, arrastra para posicionar
fr: Pincez pour zoomer, glissez pour positionner
it: Pizzica per zoom, trascina per posizionare
sv: Pinch Till zoom, drag Till position

source: Place
de: Ort
es: Lugar
fr: Panier
it: Luogo
sv: Plats

source: Place stats
de: Ortsstatistiken
es: Estadisticas de lugar
fr: Statistiques du lieu
it: Statistiche luoghi
sv: Plats Statistik

source: Place types
de: Ortstypen
es: Tipos de lugar
fr: Types de lieux
it: Tipi di luoghi
sv: Plats Typer

source: Places
de: Orte
es: Lugares
fr: Lieux
it: Luoghi
nl: Plekken

source: Plastic bags (sound)
de: Plastiktüten (Geräusch)
es: Bolsas de plastico (sonido)
fr: Sacs plastiques (son)
it: Sacchetti di plastica (suono)

source: Playdate
de: Spielverabredung
es: Cita de juego
it: Appuntamento gioco
nl: Speelafspraak

source: Playground
de: Spielplatz
es: Parque de juegos
fr: Aire de jeux
it: Parco giochi

source: Please set up your puppy profile in the Otis app first.
de: Bitte richte zuerst dein Welpenprofil in der Otis-App ein.
es: Por favor configura el perfil de tu cachorro en la app Otis primero.
fr: Veuillez d'abord configurer le profil de votre chiot dans l'app Otis.
it: Configura prima il profilo del cucciolo nell'app Otis.
sv: Please set Upp your Valp Profil I the Otis app first.

source: Please try again
de: Bitte versuche es erneut
es: Por favor intenta de nuevo
fr: Veuillez réessayer
it: Per favore riprova
nl: Probeer het opnieuw
sv: Please Försök igen

source: Please try again later.
de: Bitte versuche es später erneut.
es: Por favor intenta de nuevo mas tarde.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.
sv: Please Försök igen later.

source: Police, delivery person, postal worker
de: Polizei, Lieferperson, Postbote
es: Policia, repartidor, cartero
fr: Police, livreur, facteur
it: Poliziotto, corriere, postino

source: Poop
de: Häufchen
es: Caca
fr: Caca
it: Cacca
nl: Poepen
sv: Bajsa

source: Poop Inside
de: Häufchen drinnen
es: Caca adentro
fr: Caca à l'intérieur
it: Cacca dentro
sv: Bajsa Inomhus

source: Poop outside
de: Häufchen draußen
es: Caca afuera
fr: Caca dehors
it: Cacca fuori
sv: Bajsa Utomhus

source: Poop Outside
de: Häufchen draußen
es: Caca afuera
fr: Caca dehors
it: Cacca fuori
sv: Bajsa Utomhus

source: Poop status
de: Häufchen-Status
es: Estado de caca
fr: Statut caca
it: Stato cacca
sv: Bajsa Status

source: Poop Status
de: Häufchen-Status
es: Estado de caca
fr: Statut caca
it: Stato cacca
sv: Bajsa Status

source: pooped
de: gekotet
es: hizo caca
fr: a fait caca
it: ha fatto cacca

source: Poor air quality — limit outdoor time
de: Schlechte Luftqualität — Zeit draußen begrenzen
es: Mala calidad del aire — limita el tiempo al aire libre
fr: Mauvaise qualité de l'air — limitez le temps dehors
it: Scarsa qualità aria — limita il tempo all'aperto
sv: Dåligt air quality — limit Utomhus Tid

source: Popular Brands
de: Beliebte Marken
es: Marcas populares
fr: Marques populaires
it: Marche popolari

source: positive
de: positiv
es: positivo
fr: positif
it: positivo

source: Positive
de: Positiv
es: Positivo
fr: Positif
it: Positivo

source: Post-nap potty break recommended
de: Toilettenpause nach Nickerchen empfohlen
es: Descanso para necesidades post-siesta recomendado
fr: Pause pipi recommandée après la sieste
it: Pausa bisognino post-nanna consigliata
sv: Post-Tupplur toalettpaus recommended

source: Post-wake potty reminder
de: Toilettenerinnerung nach Aufwachen
es: Recordatorio de necesidades post-despertar
fr: Rappel pipi après réveil
it: Promemoria bisognino post-risveglio
sv: Post-Vakna Toalettbesök reminder

source: Potential Health Risk
de: Potenzielles Gesundheitsrisiko
es: Riesgo de salud potencial
fr: Risque potentiel pour la santé
it: Potenziale rischio salute
sv: Potential Hälsa Risk

source: potty
de: Toilette
es: necesidades
fr: besoins
it: bisognini
sv: Toalettbesök

source: Potty
de: Toilette
es: Necesidades
fr: Besoins
it: Bisognini
sv: Toalettbesök

source: Potty (indoor)
de: Toilette (drinnen)
es: Necesidades (adentro)
fr: Besoins (intérieur)
it: Bisognino (interno)
sv: Toalettbesök (Inomhus)

source: Potty (outdoor)
de: Toilette (draußen)
es: Necesidades (afuera)
fr: Besoins (extérieur)
it: Bisognino (esterno)
sv: Toalettbesök (Utomhus)

source: Potty alarm
de: Toilettenalarm
es: Alarma de necesidades
fr: Alarme pipi
it: Allarme bisognino
nl: Plasalarm
sv: Toalettbesök alarm

source: Potty alarm!
de: Toilettenalarm!
es: Alarma de necesidades!
fr: Alarme pipi !
it: Allarme bisognino!
sv: Toalettbesök alarm!

source: Potty during walk
de: Toilette während Spaziergang
es: Necesidades durante paseo
fr: Besoins pendant la promenade
it: Bisognino durante passeggiata
sv: Toalettbesök during Promenad

source: Potty is %lld min overdue
de: Toilette ist %lld Min. überfällig
es: Necesidades atrasadas por %lld min
fr: Pipi en retard de %lld min
it: Bisognino in ritardo di %lld min
sv: Toalettbesök is %lld min overdue

source: Potty needed soon
de: Toilette bald nötig
es: Necesidades necesarias pronto
fr: Pipi bientôt nécessaire
it: Bisognino necessario presto
sv: Toalettbesök needed soon

source: Potty Predictions
de: Toilettenvorhersagen
es: Predicciones de necesidades
fr: Prédictions pipi
it: Previsioni bisognino
sv: Toalettbesök Förutsägelser

source: Potty Progress
de: Toilettenfortschritt
es: Progreso de necesidades
fr: Progrès propreté
it: Progressi bisognino
sv: Toalettbesök Framsteg

source: Potty reminders
de: Toilettenerinnerungen
es: Recordatorios de necesidades
fr: Rappels pipi
it: Promemoria bisognini
nl: Plasherinneringen
sv: Toalett-påminnelses

source: Potty reminders based on patterns
de: Toilettenerinnerungen basierend auf Mustern
es: Recordatorios de necesidades basados en patrones
fr: Rappels pipi basés sur les habitudes
it: Promemoria bisognino basati sui pattern
sv: Toalett-påminnelses based På Mönster

source: Potty status
de: Toilettenstatus
es: Estado de necesidades
fr: Statut pipi
it: Stato bisognini
nl: Plas status
sv: Toalettbesök Status

source: Potty Status
de: Toilettenstatus
es: Estado de necesidades
fr: Statut pipi
it: Stato bisognino
sv: Toalettbesök Status

source: Potty success
de: Toilettenerfolg
es: Exito de necesidades
fr: Succès pipi
it: Successo bisognini
sv: Toalettbesök Lyckades

source: Potty successes
de: Toilettenerfolge
es: Exitos de necesidades
fr: Succès pipi
it: Successi bisognino
sv: Toalettbesök successes

source: Potty Timer
de: Toiletten-Timer
es: Temporizador de necesidades
fr: Minuteur pipi
it: Timer bisognino
sv: Toalettbesök Timer

source: Potty timer and streak in one widget.
de: Toiletten-Timer und Serie in einem Widget.
es: Temporizador y racha de necesidades en un widget.
fr: Minuteur pipi et série dans un seul widget.
it: Timer bisognino e serie in un unico widget.
sv: Toalettbesök timer and Svit I one Widget.

source: Potty Trained!
de: Stubenrein!
es: Entrenado para necesidades!
fr: Propre !
it: Addestrato ai bisognini!
sv: Toalettbesök Tränade!

source: Potty Training
de: Stubenreinheitstraining
es: Entrenamiento de necesidades
fr: Apprentissage de la propreté
it: Addestramento bisognino
sv: Toalettbesök Träning

source: Potty Triggers (7 days)
de: Toiletten-Auslöser (7 Tage)
es: Disparadores de necesidades (7 dias)
fr: Déclencheurs pipi (7 jours)
it: Stimoli bisognino (7 giorni)
sv: Toalettbesök Triggers (7 dagar)

source: Potty Type
de: Toilettentyp
es: Tipo de necesidad
fr: Type de besoins
it: Tipo bisognino
sv: Toalettbesök Typ

source: Potty was %lld min overdue
de: Toilette war %lld Min. überfällig
es: Necesidades estaban %lld min atrasadas
fr: Pipi était en retard de %lld min
it: Bisognino era in ritardo di %lld min
sv: Toalettbesök was %lld min overdue

source: Pounds (lbs)
de: Pfund (lbs)
es: Libras (lbs)
fr: Livres (lbs)
it: Libbre (lbs)
sv: Pounds (lb)

source: Practice 'let's go' turns to redirect
de: 'Los geht's'-Wendungen üben zum Umlenken
es: Practica giros de 'vamos' para redirigir
fr: Pratiquez les tournants « on y va » pour rediriger
it: Pratica i 'andiamo' per reindirizzare
sv: Öva 'let's go' turns Till redirect

source: Practice at different heights and distances
de: In verschiedenen Höhen und Entfernungen üben
es: Practica a diferentes alturas y distancias
fr: Pratiquez à différentes hauteurs et distances
it: Pratica a diverse altezze e distanze
sv: Öva Kl different heights and distances

source: Practice before meals for extra motivation
de: Vor Mahlzeiten für extra Motivation üben
es: Practica antes de las comidas para motivacion extra
fr: Pratiquez avant les repas pour plus de motivation
it: Pratica prima dei pasti per motivazione extra
sv: Öva before Måltider for extra motivation

source: Practice before putting food bowl down
de: Vor dem Hinstellen des Futternapfs üben
es: Practica antes de poner el plato de comida
fr: Pratiquez avant de poser la gamelle
it: Pratica prima di mettere giù la ciotola
sv: Öva before putting Mat Skål Ligg

source: Practice during meals and TV time
de: Während Mahlzeiten und Fernsehzeit üben
es: Practica durante las comidas y tiempo de TV
fr: Pratiquez pendant les repas et devant la télé
it: Pratica durante i pasti e la TV
sv: Öva during Måltider and TV Tid

source: Practice in different locations
de: An verschiedenen Orten üben
es: Practica en diferentes ubicaciones
fr: Pratiquez dans différents endroits
it: Pratica in luoghi diversi
sv: Öva I different locations

source: Practice inside before going outside
de: Drinnen üben, bevor es nach draußen geht
es: Practica adentro antes de ir afuera
fr: Pratiquez à l'intérieur avant de sortir
it: Pratica dentro prima di uscire
sv: Öva Inomhus before going Utomhus

source: Practice lifting paws and looking in ears
de: Pfoten heben und in Ohren schauen üben
es: Practica levantar patas y mirar en orejas
fr: Pratiquez le lever des pattes et l'inspection des oreilles
it: Pratica sollevare le zampe e guardare nelle orecchie
sv: Öva lifting paws and looking I Öron

source: Practice moving in different directions
de: Bewegung in verschiedene Richtungen üben
es: Practica moverse en diferentes direcciones
fr: Pratiquez les déplacements dans différentes directions
it: Pratica muovendoti in direzioni diverse
sv: Öva moving I different directions

source: Practice on a comfortable surface first
de: Zuerst auf einer bequemen Oberfläche üben
es: Practica en una superficie comoda primero
fr: Pratiquez d'abord sur une surface confortable
it: Pratica prima su una superficie comoda
sv: Öva På a comfortable surface first

source: Practice randomly throughout the day
de: Zufällig über den Tag verteilt üben
es: Practica aleatoriamente durante el dia
fr: Pratiquez aléatoirement tout au long de la journée
it: Pratica casualmente durante la giornata
sv: Öva randomly throughout the Dag

source: practicing
de: übend
es: practicando
fr: en pratique
it: in pratica

source: Practicing
de: Übend
es: Practicando
fr: En pratique
it: In pratica

source: Prediction
de: Vorhersage
es: Prediccion
fr: Prédiction
it: Previsione
sv: Förutsägelse

source: Premium (Lifetime)
de: Premium (Lebenslang)
es: Premium (De por vida)
fr: Premium (à vie)
it: Premium (A vita)

source: Preparing for your puppy?
de: Bereitest du dich auf deinen Welpen vor?
es: Preparandote para tu cachorro?
fr: Vous préparez l'arrivée de votre chiot ?
it: Ti stai preparando per il cucciolo?
nl: Je puppy komt eraan?
sv: Preparing for your Valp?

source: Present flat palm near puppy's nose
de: Flache Handfläche in der Nähe der Welpennase präsentieren
es: Presenta la palma plana cerca de la nariz del cachorro
fr: Présentez la paume à plat près du nez du chiot
it: Presenta il palmo piatto vicino al naso del cucciolo
sv: Present flat palm near Valp's nose

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima

source: Previous day
de: Vorheriger Tag
es: Dia anterior
fr: Jour précédent
it: Giorno precedente
nl: Vorige dag
sv: Previous Dag

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
sv: Previous Månad

source: Previous week
de: Vorherige Woche
es: Semana anterior
fr: Semaine précédente
it: Settimana precedente
sv: Previous Vecka

source: Privacy Policy
de: Datenschutzerklärung
es: Politica de privacidad
fr: Politique de confidentialité
it: Informativa Privacy
sv: Integritetspolicy

source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
sv: Profil

source: Profile photo
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
it: Foto profilo
sv: Profil Foto

source: Profile Photo
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
it: Foto profilo
sv: Profil Foto

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progresso
nl: Voortgang
sv: Framsteg

source: Progress toward next milestone
de: Fortschritt zum nächsten Meilenstein
es: Progreso hacia el proximo hito
fr: Progression vers la prochaine étape
it: Progressi verso il prossimo traguardo
nl: Voortgang naar volgende mijlpaal
sv: Framsteg toward Nästa Milstolpe

source: Puppy age
de: Welpenalter
es: Edad del cachorro
fr: Âge du chiot
it: Eta cucciolo
sv: Valp Ålder

source: Puppy goes to their bed or mat and stays there. Great for settling at home.
de: Welpe geht zu seinem Bett oder Matte und bleibt dort. Toll zum Beruhigen zu Hause.
es: El cachorro va a su cama o colchoneta y se queda ahi. Genial para calmarse en casa.
fr: Le chiot va sur son panier ou tapis et y reste. Idéal pour se calmer à la maison.
it: Il cucciolo va nella sua cuccia o sul tappetino e ci resta. Ottimo per calmarsi a casa.
sv: Valp goes Till their Säng or mat and stays there. Jättebra for settling Kl Hem.

source: Puppy learns to touch their nose to your palm. Useful for positioning and recall.
de: Welpe lernt, seine Nase an deine Handfläche zu berühren. Nützlich für Positionierung und Rückruf.
es: El cachorro aprende a tocar su nariz con tu palma. Util para posicionamiento y llamada.
fr: Le chiot apprend à toucher votre paume avec son nez. Utile pour le positionnement et le rappel.
it: Il cucciolo impara a toccare il palmo con il naso. Utile per posizionamento e richiamo.
sv: Valp learns Till touch their nose Till your palm. Useful for positioning and recall.

source: Puppy lies down on command. A calm position useful for settling.
de: Welpe legt sich auf Kommando hin. Eine ruhige Position, nützlich zum Beruhigen.
es: El cachorro se echa al comando. Una posicion calmada util para calmarse.
fr: Le chiot se couche sur commande. Une position calme utile pour se détendre.
it: Il cucciolo si sdraia a comando. Una posizione calma utile per rilassarsi.
sv: Valp lies Ligg På Kommando. A calm position useful for settling.

source: Puppy state
de: Welpenzustand
es: Estado del cachorro
fr: État du chiot
it: Stato cucciolo
sv: Valp state

source: Puppy Status
de: Welpenstatus
es: Estado del cachorro
fr: Statut du chiot
it: Stato cucciolo
sv: Valp Status

source: Puppy Tracker
de: Welpen-Tracker
es: Rastreador de cachorro
fr: Suivi Chiot
it: Tracker cucciolo
sv: Valp Tracker

source: Puppyhood is chaos. Otis brings the calm.
de: Welpenzeit ist Chaos. Otis bringt die Ruhe.
es: La etapa de cachorro es caos. Otis trae la calma.
fr: L'éducation d'un chiot, c'est le chaos. Otis apporte le calme.
it: L'infanzia del cucciolo è caos. Otis porta la calma.
nl: Puppytijd is chaos. Otis brengt de rust.

source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
it: Acquisto fallito
sv: Köp failed

source: Purchase Failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
it: Acquisto fallito
sv: Köp Failed

source: Put collar on during positive moments (meals, play)
de: Halsband während positiver Momente anlegen (Mahlzeiten, Spielen)
es: Pon el collar durante momentos positivos (comidas, juego)
fr: Mettez le collier pendant des moments positifs (repas, jeu)
it: Metti il collare durante momenti positivi (pasti, gioco)
sv: Put Halsband På during positive moments (Måltider, Lek)

source: Put puppy in sit
de: Welpen in Sitz bringen
es: Pon al cachorro en sentado
fr: Mettez le chiot en position assise
it: Metti il cucciolo seduto
sv: Put Valp I Sitt

source: Quality Issue
de: Qualitätsproblem
es: Problema de calidad
fr: Problème de qualité
it: Problema di qualità

source: Quick events
de: Schnellereignisse
es: Eventos rapidos
fr: Événements rapides
it: Eventi rapidi
nl: Snelle events
sv: Quick Händelser

source: Quick log
de: Schnell protokollieren
es: Registro rapido
fr: Enregistrement rapide
it: Registrazione rapida
sv: Snabblogg

source: Quickly log that your puppy peed inside
de: Schnell protokollieren, dass dein Welpe drinnen gepinkelt hat
es: Registra rapidamente que tu cachorro hizo pis adentro
fr: Enregistrez rapidement que votre chiot a fait pipi à l'intérieur
it: Registra velocemente che il cucciolo ha fatto pipì dentro
sv: Quickly Logg that your Valp peed Inomhus

source: Quickly log that your puppy peed outside
de: Schnell protokollieren, dass dein Welpe draußen gepinkelt hat
es: Registra rapidamente que tu cachorro hizo pis afuera
fr: Enregistrez rapidement que votre chiot a fait pipi dehors
it: Registra velocemente che il cucciolo ha fatto pipì fuori
sv: Quickly Logg that your Valp peed Utomhus

source: Quickly log that your puppy pooped inside
de: Schnell protokollieren, dass dein Welpe drinnen gekotet hat
es: Registra rapidamente que tu cachorro hizo caca adentro
fr: Enregistrez rapidement que votre chiot a fait caca à l'intérieur
it: Registra velocemente che il cucciolo ha fatto cacca dentro
sv: Quickly Logg that your Valp pooped Inomhus
